Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Курултай9.tmx
Source language: ba
Languages: ru

source: 1913 йылдың 10 октябрендә Өфө губернаһының Златоуст өйәҙе, хәҙерге Башҡортостан Республикаһының Мәсетле районы Һөләймән ауылында тыуған.
ru: Родился 10 октября 1913 г. в деревне Сулейманово Златоустовского уезда Уфимской губернии, ныне Мечетлинского района Республики Башкортостан.

source: Совет-фин һәм Бөйөк Ватан һуғышында ҡатнаша.
ru: Участник советско-финской и Великой Отечественной войн.

source: 1939 йылдан алып ВКП(б) ағзаһы.
ru: Член ВКП(б) с 1939 г.

source: Башҡорт юғары коммунистик ауыл хужалығы мәктәбен тамамлай.
ru: Окончил Башкирскую высшую коммунистическую сельскохозяйственную школу.

source: Башкомвуз уҡытыусыһы (1935-1937), өлкә политпросветмәктәп (1939), Темәс башҡорт педагогия училищеһы директоры (1943-1945) булып эшләй.
ru: Работал преподавателем Башкомвуза (1935-1937), директором областной политпросветшколы (1939), Темясовского башкирского педагогического училища (1943-1945).

source: 1950-1967 йылдарҙа БАССР Юғары Советы Президиумы Рәйесе вазифаһын атҡара.
ru: С 1950 по 1967 г. – Председатель Президиума Верховного Совета БАССР.

source: СССР Юғары Советы депутаты (1950-1966), РСФСР Юғары Советы депутаты (1955-1959, 1963-1967) булып һайлана.
ru: Избирался депутатом Верховного Совета СССР (1950-1966), Верховного Совета РСФСР (1955-1959, 1963-1967).

source: Хеҙмәт Ҡыҙыл Байраҡ (1957, 1963), «Почет Билдәһе» (1949), Ҡыҙыл Йондоҙ (1940) ордендары менән бүләкләнә.
ru: Награжден орденами Трудового Красного Знамени (1957, 1963), «Знак Почета» (1949), Красной Звезды (1940).

source: 1911 йылдың 22 мартында Башҡортостан Республикаһы Архангель районы Туҡмалы ауылында тыуған.
ru: Родился 22 марта 1911 г. в деревне Тукмала Архангельского района Республики Башкортостан.

source: Куйбышев план-иҡтисад институтын тамамлай (1935).
ru: Окончил Куйбышевский планово-экономический институт (1935).

source: 1938 йылдан алып ВКП(б) ағзаһы.
ru: Член ВКП(б) с 1938 г.

source: Хеҙмәт юлын 1935 йылда Куйбышев план-иҡтисад институтын тамамлағандан һуң башлай.
ru: Трудовую деятельность начал экономистом в 1935 г. после окончания Куйбышевского планово-экономического института.

source: 1938 йылға тиклем БАССР Дәүләт план комитетының төркөм, район планлаштырыу секторы башлығы булып эшләй.
ru: Затем – руководитель группы, начальник сектора районного планирования Госплана Башкирской АССР, где проработал до 1938 года.

source: 1938-1942 йылдарҙа БАССР Дәүләт план комитетының рәйес урынбаҫары, аҙаҡ рәйес вазифаларын атҡара.
ru: В 1938-1942 гг. назначен заместителем, а затем председателем Госплана Башкирской АССР.

source: 1942-1946 йылдарҙа БАССР Халыҡ комиссарҙары советының рәйес урынбаҫары булып эшләй.
ru: В 1942-1946 гг. работал заместителем председателя Совнаркома Башкирской АССР.

source: 1946-1950 йылдарҙа – БАССР Юғары Советы Президиумы Рәйесе.
ru: В 1946-1950 гг. – Председатель Президиума Верховного Совета БАССР.

source: 1950-1952 йылдарҙа Өфө нефть ғилми-тикшеренеү институтының өлкән ғилми хеҙмәткәре булып эшләй.
ru: В 1950-1952 гг. работал старшим научным сотрудником Уфимского нефтяного научно-исследовательского института.

source: 1952-1958 йылдарҙа - БАССР Дәүләт план комитетының Рәйесе.
ru: В 1952-1958 гг. – вновь председатель Госплана Башкирской АССР.

source: 1958 йылда БАССР Министрҙар советы Рәйесе урынбаҫары вазифаһына күсерелә.
ru: В 1958 г. переведен на должность заместителя Председателя Совета Министров БАССР.

source: Ленин, Хеҙмәт Ҡыҙыл Байраҡ ордендары, ике миҙал менән бүләкләнгән.
ru: Награжден орденом Ленина, Трудового Красного Знамени, двумя медалями.

source: 1904 йылдың 15 авгусында Ырымбур өлкәһе Орск өйәҙе Үҫәргән волосының Этҡол ауылы, хәҙерге Башҡортостан Республикаһы Ейәнсура районы Юлдаш ауылында тыуған.
ru: Родился 15 августа 1904 г. в деревне Иткул Усерганской волости Орского уезда Оренбургской губернии, ныне деревня Юлдашево Зианчуринского района Республики Башкортостан.

source: 1930 йылдан алып ВКП(б) ағзаһы.
ru: Член ВКП(б) с 1930 г.

source: Ҡазан ҡалаһында Татар Үҙәк башҡарма комитеты исемендәге берләштерелгән татар-башҡорт хәрби мәктәбен тамамлаған (1929).
ru: Окончил объединенную татарско-башкирскую военную школу им. Татарского ЦИКа в Казани (1929).

source: 1929-1937 йылдарҙа Стәрлетамаҡта һәм Бәләбәйҙә взвод, рота, батальон командиры, полк командиры ярҙамсыһы булып хеҙмәт итә.
ru: В 1929-1937 гг. служил командиром взвода, роты, батальона, помощником командира полка в Белебее и Стерлитамаке.

source: 1937-1938 йылдарҙа БАССР Үҙәк башҡарма комитеты Рәйесе вазифаһын башҡарыусы була.
ru: В 1937-1938 гг. – и. о. председателя ЦИК БАССР.

source: 1938-1946 йылдарҙа БАССР Юғары Советы Президиумы Рәйесе, 1946-1953 йылдарҙа БАССР-ҙың Аҙыҡ-түлек сәнәғәте министры булып эшләй.
ru: В 1938-1946 гг. - Председатель Президиума Верховного Совета БАССР, в 1946-1953 гг. – министр пищевой промышленности БАССР.

source: Башҡорт кавалерия дивизияларын төҙөүселәрҙең береһе.
ru: Один из инициаторов создания Башкирских кавалерийских дивизий.

source: СССР Юғары Советы депутаты (1937-1946), РСФСР Юғары Советы депутаты (1938-1947), БАССР Юғары Советы депутаты (1938-1951).
ru: Депутат Верховного Совета СССР (1937-1946), Верховного Совета РСФСР (1938-1947), Верховного Совета БАССР (1938-1951).

source: Ленин (1944), «Почет билдәһе» (1949), Ҡыҙыл Йондоҙ (1936) ордендары менән бүләкләнгән.
ru: Награжден орденом Ленина (1944), «Знак Почета» (1949), Красной Звезды (1936).

source: 1890 йылдың 25 октябрендә Һамар губернаһының Бөгөлмә өйәҙе, хәҙерге Татарстан Республикаһының Әлмәт районы Абдрахман ауылында тыуған.
ru: Родился 25 октября 1890 г. в деревне Абдрахманово Бугульминского уезда Самарской губернии, ныне Альметьевского района Республики Татарстан.

source: Күренекле дәүләт һәм йәмәғәт эшмәкәре, башҡорт яҙыусыһы.
ru: Башкирский писатель, видный государственный и общественный деятель.

source: Ҡазан һәм Ырымбур ҡалаларында мәҙрәсәлә белем ала.
ru: Учился в медресе в гг. Казани и Оренбурге.

source: 1911-1917 йылдарҙа армия сафтарында хеҙмәт итә.
ru: В 1911-1917 гг. служил в царской армии.

source: 1922-1925 йылдарҙа Урта Азияла Совет власы урынлаштырыу өсөн көрәштә ҡатнаша.
ru: В 1922-1925 гг. принимал участие в борьбе за установление Советской власти в Средней Азии.

source: Мәскәү ҡалаһында Коммунистик академия ҡарамағындағы курстарҙы тамамлағандан һуң (1927) РКП(б)-ның Башҡортостан өлкә комитеты партия коллегияһы секретары вазифаһын башҡара.
ru: После окончания курсов при Коммунистической академии в Москве (1927) работал секретарем партколлегии Башкирского обкома РКП(б).

source: 1931-1937 йылдарҙа БашЦИК Рәйесе, БАССР Яҙыусылар союзы рәйесе булып эшләй.
ru: В 1931-1937 гг. председатель БашЦИК, председатель Союза писателей БАССР.

source: 1937 йылда репрессиялана, 1956 йылда аҡлана.
ru: Репрессирован в 1937 г., реабилитирован посмертно (1956).

source: 1888 йылдың 15 октябрендә Ырымбур губернаһы Силәбе өйәҙенең, хәҙерге Силәбе өлкәһенең Арғаяш районы Һәлей (Көҙәш) ауылында тыуған.
ru: Родился 15 октября 1888 г.в деревне Салеево (Кузяш) Челябинского уезда Оренбургской губернии, ныне Аргаяшского района Челябинской области.

source: Күренекле дәүләт һәм йәмәғәт эшмәкәре.
ru: Видный государственный и общественный деятель.

source: 1919 йылдан алып ВКП(б) ағзаһы.
ru: Член ВКП(б) с 1919 г.

source: Ҡазан ҡалаһында «Ғәлиә» мәҙрәсәһендә уҡый, революцион хәрәкәттә ҡатнашыуы сәбәпле уҡыуын ҡалдырырға мәжбүр була.
ru: Учился в медресе «Галия» (Казань), откуда был исключен за участие в революционном движении.

source: 1909 -1917 йылдарҙа армия сафтарында хәрби хеҙмәттә була.
ru: В 1909 -1917 гг. служил в армии.

source: 1917 йылдың октябренән һуң Башҡортостан автономияһы өсөн йәйелгән милли хәрәкәттә ҡатнаша.
ru: После октября 1917 г.участвовал в национальном движении за автономию Башкортостана.

source: 1919-1921 йылдарҙа Арғаяш кантонының хәрби комиссары, кантон идараһы рәйесе вазифаларын башҡара.
ru: В 1919-1921 гг. военком, председатель кантуправления Аргаяшского кантона.

source: 1922-1929 йылдарҙа БАССР-ҙың Үҙәк башҡарма комитеты Рәйесе булып эшләй.
ru: В 1922-1929 гг. – председатель ЦИК БАССР.

source: Латин графикаһы нигеҙендә яңы башҡорт алфавитын төҙөүҙә ҡатнаша.
ru: Участвовал в создании нового башкирского алфавита на основе латинской графики.

source: 1929-1937 йылдарҙа СССР Үҙәк башҡарма комитеты аппаратында эшләй, «Совет власы» нәшриәтендә яуаплы вазифаларҙы башҡара.
ru: В 1929-1937 гг. работал в аппарате ЦИК СССР, в издательстве «Власть Советов».

source: 1937 йылда репрессияға дусар була, 1957 йылда аҡлана.
ru: Репрессирован в 1937 г., реабилитирован в 1957 г.

source: 1899 йылдың 19 февралендә Ырымбур губернаһы Силәбе өйәҙе Мөхәмәтҡолой волосы, хәҙерге Силәбе өлкәһенең Арғаяш районы Ҡуйһары ауылында тыуа.
ru: Родился 19 февраля 1899 г. в крестьянской семье в деревне Куйсарино Мухаметкулуевской волости Челябинского уезда Оренбургской губернии, ныне Аргаяшского района Челябинской области.

source: 1919 йылдың февраленән алып июнь айына тиклем Колчак армияһына мобилизацияланып хеҙмәт итә.
ru: С февраля по июнь 1919 г. служил по мобилизации в армии Колчака.

source: Ошо уҡ йылдың авгусынан алып 1922 йылдың апреленә тиклем Ҡыҙыл Армия сафтарында хәрби хеҙмәттә була.
ru: С августа 1919 г. по апрель 1922 г. находился на службе в рядах Красной Армии.

source: 1922-1924 йылдарҙа ауыл советы рәйесе, 1924 йылдан алып 1926 йылға тиклем волость башҡарма комитеты рәйесе вазифаларын башҡара.
ru: В 1922-1924 гг. работал председателем сельского совета, с 1924 по 1926 год – председателем волостного исполнительного комитета.

source: 1926-1928 йылдарҙа Арғаяш кантоны башҡарма комитеты рәйесе урынбаҫары, кантон комитеты административ бүлеге мөдире вазифаларын атҡара.
ru: В 1926-1928 гг. являлся заместителем председателя КИКа, начальником административного отдела Аргаяшского канткома.

source: 1929 йылдан 1931 йылға тиклем БашЦИК Рәйесе, 1933-1937 йылдарҙа Йомағужа МТС-ы сәйәси бүлеге мөдире булып эшләй.
ru: С 1929 по 1931 год работает председателем БашЦИК, с апреля 1933 по 1937 год – начальником политотдела Юмагузинского МТС.

source: ВКП(б) Үҙәк комитетының партия хеҙмәткәрҙәре курстарында (1928-1929), Мәскәү ҡалаһында Социалистик ер эшкәртеү академияһының малсылыҡ факультетында (1931-1933) белем ала.
ru: Учился на курсах партийных работников при ЦК ВКП(б) (1928-1929), а также на факультете животноводства в Академии соцземледелия в г. Москве (1931-1933).

source: 1896 йылдың 9 октябрендә Өфө губернаһының Бесәнсе ауылында, хәҙерге Башҡортостан Республикаһының Күгәрсен районы Хоҙайбирҙин ауылында тыуған.
ru: Родился 9 октября 1896 г. в деревне Псянчино Уфимской губернии, ныне деревня Худайбердино Кугарчинского района Республики Башкортостан.

source: Башҡортостанда Совет власы урынлаштырыу өсөн көрәштең етәкселәренең береһе.
ru: Один из руководителей борьбы за Советскую власть в Башкортостане.

source: Күренекле партия һәм дәүләт эшмәкәре.
ru: Видный партийный и государственный деятель.

source: Һул эсерҙар партияһының ағзаһы (1917 йылдың майы – 1918 йылдың март айы), 1918 йылдан бирле РКП(б) ағзаһы.
ru: Член партии левых эсеров (май 1917 г. – март 1918 г.), член РКП(б) с 1918 г.

source: 1917-1919 йылдарҙа Өфө губерна башҡарма комитеты, Стәрлетамаҡ нығытылған районының Революцион хәрби советы ағзаһы.
ru: В 1917-1919 гг. – член Уфимского губисполкома, Реввоенсовета Стерлитамакского укрепрайона.

source: Өфө ҡалаһын аҡ гвардиясыларҙан азат иткәндән һуң губернаның революцион ваҡытлыса комитеты ағзаһы, Бөрйән-Түңгәүер кантоны башҡарма комитеты рәйесе, РКП(б)-ның кантон комитеты секретары була.
ru: После освобождения г. Уфы от белогвардейцев член временного губернского революционного комитета, председатель Бурзян-Тангаурского кантисполкома и секретарь канткома РКП(б).

source: 1921-1922 йылдарҙа БашЦИК Рәйесе, РКП(б)-ның Башҡортостан өлкә комитеты секретары, эске эштәр халыҡ комиссары, БАССР Халыҡ комиссарҙары советы рәйесе урынбаҫары, СССР Үҙәк башҡарма комитеты ағзаһы вазифаларын башҡара.
ru: В 1921-1922 гг. – председатель БашЦИКа, политический секретарь Башкирского обкома РКП(б), нарком внутренних дел, заместитель председателя СНК БАССР, член ЦИК СССР.

source: Башҡорт телен ғәмәлгә индереү буйынса комиссияны етәкләй.
ru: Возглавлял Комиссию по реализации башкирского языка.

source: 1917-1924 йылдарҙа ваҡытлыса матбуғатта хикәйәләр, шиғырҙар, публицистик мәҡәләләр һәм мемуарҙар теҙмәһе донъя күрә.
ru: В 1917-1924 гг.опубликовал в периодической печати ряд рассказов, стихов, публицистических статей и мемуаров.

source: Уларҙа Февраль һәм Октябрь революциялары, граждандар һуғышы һәм һуғыш эҙемтәләрен бөтөрөү өсөн көрәш ваҡиғалары һүрәтләнә.
ru: В них нашли отражение события Февральской и Октябрьской революций, гражданской войны и первых лет восстановительного периода.

source: Ҡыҙыл Байраҡ ордены менән бүләкләнгән (1921).
ru: Награжден орденом Красного Знамени (1921).

source: Уның иҫтәлегенә Өфө ҡалаһында һәйкәл (1981), мемориаль таҡта ҡуйылған (1949).
ru: В его честь в г. Уфе установлены памятник (1981), мемориальная доска (1949).

source: Исеме менән ул тыуған ауыл, Баймаҡ машиналар эшләү заводы, бер-нисә колхоз һәм ауыл хужалығы предприятиелары аталған.
ru: Его именем названы деревня, в которой он родился, Баймакский машиностроительный завод, несколько колхозов и сельскохозяйственных предприятий.

source: 1891 йылдың 20 февралендә Ырымбур губернаһының Үрге Урал өйәҙе Күбәләк-Тиләү волосының хәҙерге Башҡортостан Республикаһының Учалы районы Көсөк ауылында тыуған.
ru: Родился 20 февраля 1891 г. в д. Кучуково Кубеляк-Телевской волости Верхне-Уральского уезда Оренбургской губернии, ныне Учалинского района Республики Башкортостан.

source: Рәсәйҙең һәм Башҡортостандың күренекле дәүләт һәм хәрби эшмәкәре.
ru: Видныйгосударственный и военный деятель Башкортостана и России.

source: 1920 йылдан алып РКП(б) ағзаһы.
ru: Член РКП(б) с 1920 г.

source: Башҡорт башланғыс мәктәбен (1911), Мәскәү юғары хәрби-педагогик мәктәбен (1924), Эшсе-Крәҫтиән Ҡыҙыл Армияһының М.В. Фрунзе исемендәге Хәрби академияһын тамамлаған (1927). 1912-1917 йылдарҙа армия сафында хеҙмәт итә.
ru: Окончил башкирскую начальную школу (1911), Московскую высшую военно-педагогическую школу (1924), Военную академию РККА им. М.В.Фрунзе (1927). В 1912-1917 гг. служил в армии.

source: 1917 йылдың май айында Мәскәү ҡалаһында 1-се Бөтә Рәсәй мосолмандары съезының эшендә ҡатнаша.
ru: Участник 1-го Всероссийского мусульманского съезда в Москве (май, 1917).

source: Башҡортостандың Ваҡытлыса Революцион Советы ағзаһы, Тамъян-Ҡатай кантоны милицияһын ойоштороусы, Башҡорт ғәскәрендә эскадрон һәм полк командиры (1918).
ru: Чл. Временного Революционного Совета Башкортостана, организатор милиции Тамьян-Катайского кантона, командир эскадрона, полка в Башкирском войске (1918).

source: Автономия өсөн башҡорт милли хәрәкәтендә актив ҡатнашыусыларҙың береһе.
ru: Сторонник башкирского национального движения за автономию.

source: 1919 йылдың апрель-август айҙарында А.В. Колчак армияһында Башҡорт кавалерия бригадаһы командиры.
ru: В апреле-августе 1919 г. командир Башкирской кавалерийской бригады в армии А.В. Колчака.

source: 1919 йылдың 25 авгусында Ҡыҙыл Армия яғына сыға.
ru: Перешел на сторону Красной Армии 25 августа 1919 г.

source: Мортазин бригадаһы совет-поляк һуғышында крәҫтиән фетнәләренә ҡаршы көрәштә ҡатнаша (1920).
ru: Бригада Муртазина участвовала в борьбе против крестьянских мятежей в советско-польской войне (1920).

source: 1920-1922 йылдарҙа – Башҡортостандың хәрби эштәр буйынса халыҡ комиссары, БашЦИК Рәйесе.
ru: В 1920-1922 гг. – нарком по военным делам БАССР, председатель БашЦИК.

source: 1928-1937 йылдарҙа – Эшсе-Крәҫтиән Ҡыҙыл Армияһының атлы составын ремонтлау буйынса бүлек етәксеһе (Мәскәү).
ru: В 1928-1937 гг. начальник отдела по ремонтированию конного состава РККА (Москва).

source: Хәрби Ҡыҙыл Байраҡ ордены менән 3 тапҡыр, алтын сәғәт, иҫтәлекле яҙмаһы булған көмөш ҡылыс менән бүләкләнә.
ru: Награжден 3 орденами Боевого Красного Знамени, золотыми часами, серебряной шашкой с дарственной надписью.

source: 1937 йылдың 31 майында ҡулға алына. 1937 йылдың 27 сентябрендә атыла.
ru: 31 мая 1937 арестован, 27 сентября 1937 г. расстрелян.

source: 1956 йылда аҡлана.
ru: Реабилитирован в 1956 г.

source: 1890 йылдың 15 октябрендә Башҡортостандың Стәрлетамаҡ ҡалаһында тыуа.
ru: Родился 15 октября 1890 г. в г. Стерлитамак Башкортостана.

source: Революция хәрәкәтендә ҡатнаша.
ru: Участник революционного движения.

source: 1910 йылдан алып РСДРП ағзаһы.
ru: Член РСДРП с 1910 г.

source: Иваново ҡалаһында туҡымалар институтының ике курсын тамамлай (1937).
ru: Окончил два курса Ивановского текстильного института (1937).

source: 1917 йылдың февраленә тиклем Стәрлетамаҡ, Ҡурған, Силәбе һәм Өфө ҡалаларында революцион хәрәкәттә ҡатнаша.
ru: До февраля 1917 г. участвовал в революционном движении в гг. Стерлитамаке, Кургане, Челябинске, Уфе.

source: 1917–1920 йылдарҙа Силәбе, Ырымбур һәм Өфө ҡалаларында партия эшендә була.
ru: В1917-1920 гг. – на партийной работе в Челябинске, Оренбурге и Уфе.

source: 1920 йылдың июль-октябрь айҙарында БашЦИК һәм Башҡортостандың Халыҡ Комиссарҙары Советы Рәйесе вазифаларын башҡара. 1920 йылдың октябрь айында Мәскәү ҡалаһына эшкә күсерелә.
ru: В июле-октябре 1920 г. – председатель БашЦИКа и Совета Народных Комиссаров Башкортостана. В октябре 1920 г. переведен в Москву.

source: ЦК РКП(б) Көнсығыш халыҡтары коммунистик ойошмаларының бюроһында (1921–1923), Төркөстан Наркомпродында (1923–1924), Башпотребсоюзда (1924–1925), СССР Наркомтекстильпром предприятиеларында эшләй (1925–1951).
ru: Работал в Бюро коммунистических организаций народов Востока при ЦК РКП(б) (1921-1923), Наркомпроде Туркестана (1923-1924), Башпотребсоюзе (1924-1925), на предприятиях Наркомтекстильпрома СССР (1925-51).

source: Хеҙмәт Ҡыҙыл Байраҡ ордены (1944), миҙалдар менән бүләкләнә.
ru: Награжден орденом Трудового Красного Знамени (1944), медалями.
